Repository: alvare52/Remindew
Catalog: Remindew/Remindew/Resources/*.lproj/Localizable.strings
Languages: es

source: Action
es: Acción

source: Add New Plant
es: Añadir Nueva Planta

source: Add New Reminder
es: Añadir Recordatorio

source: Add Plant
es: Añadir Planta

source: Add Plant Image
es: Añadir Imagen de Planta

source: APPEARANCE
es: APARIENCIA

source: at
es: a las

source: Back
es: Atráz

source: Brand New Plant
es: Planta Nueva

source: Camera Access Denied
es: No Acceso de Cámara

source: Choose from Library
es: Escoje de Fotos

source: Choose Photo
es: Escoje Foto

source: Custom
es: Personal

source: Cancel
es: Cancelar

source: Dark Theme
es: Modo Oscuro

source: days
es: días

source: days left
es: días faltan

source: day left
es: día falta

source: DEFAULT PLANT IMAGE
es: IMÁGENES

source: Default plant photo provided by Richard Alfonzo.
es: Imágen de planta proporcionado por Richard Alfonzo.

source: Delete
es: Borrar

source: Delete Plant
es: Borrar Planta

source: Delete Reminder
es: Borrar Recordatorio

source: Every
es: Cada

source: Every day
es: Cada día

source: Fri
es: Vie

source: Hide Silenced Icon
es: Esconde icono de silencio

source: Images Instead of Icons
es: Imágenes en vez de icono

source: Invalid Species
es: Especie Inválida

source: Label Uses Plant Color
es: Etiqueta usa color de planta

source: Last Watered:
es: Última Regada:

source: Last:
es: Última:

source: Location
es: Ubicación

source: Locations
es: Ubicaciónes

source: Made:
es: Hecho:

source: MAIN LABEL
es: ETIQUETA PRINCIPAL

source: Missing Nickname
es: No Sobrenombre

source: Missing Plant Type
es: No Tipo de Planta

source: Missing Watering Days
es: No Días de Riego

source: Mon
es: Lun

source: needs
es: necesita

source: needs water.
es: necesita aqua.

source: Network Error
es: Error de Red

source: New Reminder
es: Recordatorio Neuvo

source: Nickname
es: Sobrenombre

source: No Results Found
es: No se Encontró Resultados

source: Notes
es: Notas

source: Notifications Disabled
es: Notificaciones Desactivados

source: now
es: ahora

source: One of your plants
es: Una de sus plantas

source: One of your plants needs attention.
es: Una de sus plantas necesita atención.

source: One of your plants needs water
es: Una de sus plantas necesita agua

source: Once a week
es: Una vez a la semana

source: Photos Access Denied
es: No Acceso a Fotos

source: Plant
es: Planta

source: Plants
es: Plantas

source: Please allow access to Photos by going to Settings -> Photos -> Add Photos Only
es: Por favor dé acceso a Fotos llendo a Configuración -> Fotos -> Agregar fotos solamente

source: Please allow camera usage by going to Settings and turning Camera access on
es: Por favor dé acceso a la cámara llendo a Configuración

source: Please allow notifications by going to Settings and allowing Notifications, Banners, Sounds, and Badges.
es: Por favor permita notificaciones llendo a Configuración y permitiendo Notificaciones, Tiras, Sonidos, y Globos

source: Please enter a custom nickname for your plant or select a random nickname
es: Por favor escriba un sobrenombre para su planta o seleccione uno al azar

source: Please enter a nickname for your plant
es: Por favor escriba un sobrenombre para su planta

source: Please enter a species for your plant. Example: "Peace Lily"
es: Por favor escriba la especie de su planta. Ejemplo: "Rosa"

source: Please enter a valid species name
es: Por favor escriba una especie válida

source: Please enter the type of plant you have.
es: Por favor escriba el tipo de su planta

source: Please search for another species
es: Por favor trate de buscar otra especie

source: Please select which days you would like to receive reminders
es: Por favor seleccione los días que le gustaría recibir el recordatorio

source: Random
es: Azar

source: Reached Plant Limit
es: Alcanzo el Límite de Plantas

source: Reached Reminders Limit
es: Alcanzo el Límite de Recordatorios

source: Reminder
es: Recordatorio

source: Richard Alfonzo Photography
es: Richard Alfonzo Fotografía

source: Sat
es: Sáb

source: Save
es: Guardar

source: Save Changes
es: Guardar Cambios

source: Save Photo
es: Guardar Foto

source: Scientific Name
es: Nombre Científico

source: Search by plant name, species, etc
es: Busca planta, especie, etc

source: Select at least one of the days below
es: Seleccione por lo menos un día de los de abajo

source: Server Maintenance
es: Mantenimiento del Servidor

source: Servers down for maintenance. Please try again later.
es: Servidores en mantenimiento. Por favor trate más tarde

source: Settings
es: Configuración

source: Sorry, you've reached the limit of how many plants you can make.
es: A alcanzado el límite de plantas que se pueden crear.

source: Species example: "Rose" Press "search" to search
es: Ejemplo de especie: "Rosa" Pressione "buscar" para buscar

source: Sun
es: Dom

source: Take a Photo
es: Toma una foto

source: Take Photo
es: Toma Foto

source: Tap any field to edit
es: Seleccione cualquier cosa para cambiar

source: Tap button
es: Pulsa botón

source: This can not be undone.
es: Esto no se puede deshacer.

source: Thu
es: Jue

source: Time to water your plant!
es: Es hora de regar su planta!

source: times a week
es: veces a la semana

source: to complete
es: para completar

source: Today
es: Hoy

source: Tomorrow
es: Mañana

source: Tue
es: Mar

source: Type of plant
es: Tipo de planta

source: Use Plant Type Instead
es: Usar Tipo de Planta

source: Version
es: Versión

source: Water
es: Regar

source: Water Plant
es: Riega Planta

source: Wed
es: Mié

source: Would you like to delete
es: Esta seguro de borrar

source: You've reached your limit of reminders for this plant
es: A alcanzado el límite de recordatorios que se pueden crear para esta planta
